export const mockBookSummaryList = [
  {
    id: "0001",
    title: "玉龍",
    category: "耽美",
    author: "主攻",
    // cover: "/01.jpg",
    chapters: [
      {
        chapter_title: "第5章 回家",
        content: [
          "下了体育课就是下午吃饭的时间，刚下课的学生陆陆续续往食堂赶，池唐端着餐盘打了饭菜，看见罗郑丽几个坐在那边吃边说笑，脚下一转走过去。",
          "“游余的衣服是你拿的？”",
        ],
      },
      {
        chapter_title: "第6章 雨夜",
        content: [
          "放假后的校园，在黑夜里静默，雨声让它变得无比空旷。池唐看见南林一中几个字，才发现自己竟然闲逛到这里来了。",
          "她穿的一件卫衣被雨打湿，湿透的卫衣帽子盖在脑袋上，连思绪都好像蒙上了一层沉重而湿润的土，她感觉自己被水淹没了。",
        ],
      },
      {
        chapter_title: "第7章 生病",
        content: [
          "“要去医院吗？”",
          "池唐坐在她的床上，用力按着自己的额头，缓了好一会儿才哑着声音说：“不用，睡一觉就好。”",
        ],
      },
      {
        chapter_title: "第8章 考试",
        content: [
          "期中考试就在眼前，所有人都陷入了疯狂的复习中，连课间去上厕所的人都少了很多。",
          "池唐的成绩是不差的，哪怕并不比那些整天抱着书本啃的同学勤奋，临时抱一下佛脚，每次依然能考到一个好成绩。不得不说，她心底其实对自己颇有几分自豪，但是，这种隐秘的、她自己都没怎么察觉到的心态，在和游余成为同桌之后，就再也没出现过了。",
        ],
      },
    ],
    completed: true,
    summary:
      "假禁欲繫攻 x 瘋批小溫柔受 八年前，任玉龍在路上撿到一位天真無邪的小少爺時，他一點都不想帶着這個拖油瓶。 來拖油瓶不辭而别的時候，任玉龍也以爲自己沒有一點不舍得。 最近任玉龍遇到了一位奇怪的兄台，這兄台總叫任玉龍想起那個拖油瓶。 他發誓他真的隻是無心調戲了幾下，沒想到這兄台竟還積極配合。 任玉龍疑惑：“你們修行之人不是将就陰陽雙修的嗎？” 兄台一本正經：“修…",
    tags: ["耽美", "情有獨鍾", "甜文"],
    // uploader: "ss",
    // uploadDate: "2023-03-20",
    // publishedDate: "2000-10-10",
    // lastUpdateDate: "2022-10-08",
    // rating: "4",
  },
  {
    id: "0002",
    title: "南有故里",
    category: "言情",
    author: "花不南",
    // cover: "/02.jpg",
    completed: false,
    chapters: [
      {
        chapter_title: "第5章 回家",
        content: [
          "下了体育课就是下午吃饭的时间，刚下课的学生陆陆续续往食堂赶，池唐端着餐盘打了饭菜，看见罗郑丽几个坐在那边吃边说笑，脚下一转走过去。",
          "“游余的衣服是你拿的？”",
        ],
      },
      {
        chapter_title: "第6章 雨夜",
        content: [
          "放假后的校园，在黑夜里静默，雨声让它变得无比空旷。池唐看见南林一中几个字，才发现自己竟然闲逛到这里来了。",
          "她穿的一件卫衣被雨打湿，湿透的卫衣帽子盖在脑袋上，连思绪都好像蒙上了一层沉重而湿润的土，她感觉自己被水淹没了。",
        ],
      },
      {
        chapter_title: "第7章 生病",
        content: [
          "“要去医院吗？”",
          "池唐坐在她的床上，用力按着自己的额头，缓了好一会儿才哑着声音说：“不用，睡一觉就好。”",
        ],
      },
      {
        chapter_title: "第8章 考试",
        content: [
          "期中考试就在眼前，所有人都陷入了疯狂的复习中，连课间去上厕所的人都少了很多。",
          "池唐的成绩是不差的，哪怕并不比那些整天抱着书本啃的同学勤奋，临时抱一下佛脚，每次依然能考到一个好成绩。不得不说，她心底其实对自己颇有几分自豪，但是，这种隐秘的、她自己都没怎么察觉到的心态，在和游余成为同桌之后，就再也没出现过了。",
        ],
      },
    ],
    summary:
      "白月光走馬燈傳人受VS高嶺之花影後攻 1 某天。 當紅影後南裏看着被挂斷的電話，緊鎖眉頭。 随後她打開了百度，輸入着“老婆總是想和我離婚怎麽辦？” 經紀人看着南裏如臨大敵一般盯着手機，莫名地也跟着有些緊張。 “怎麽了？是不是上次試鏡，黃導不滿意啊？” 南裏搖搖頭。 “那是粉絲又因爲合作演員吵起來了？” 南裏搖搖頭。 “那是這次給你接的劇粉絲不滿意？” 南裏搖搖…",
    tags: ["因緣邂逅", "情有獨鍾", "娛樂圈", "暗戀", "甜文"],
    // uploader: "ss",
    // uploadDate: "2023-03-20",
    // publishedDate: "2000-10-10",
    // lastUpdateDate: "2022-10-08",
    // rating: "5",
  },
  {
    id: "0003",
    title: "穿成長公主的絕命渣A",
    category: "武侠",
    author: "胖大蓋兒",
    // cover: "/03.jpg",
    chapters: [
      {
        chapter_title: "第5章 回家",
        content: [
          "下了体育课就是下午吃饭的时间，刚下课的学生陆陆续续往食堂赶，池唐端着餐盘打了饭菜，看见罗郑丽几个坐在那边吃边说笑，脚下一转走过去。",
          "“游余的衣服是你拿的？”",
        ],
      },
      {
        chapter_title: "第6章 雨夜",
        content: [
          "放假后的校园，在黑夜里静默，雨声让它变得无比空旷。池唐看见南林一中几个字，才发现自己竟然闲逛到这里来了。",
          "她穿的一件卫衣被雨打湿，湿透的卫衣帽子盖在脑袋上，连思绪都好像蒙上了一层沉重而湿润的土，她感觉自己被水淹没了。",
        ],
      },
      {
        chapter_title: "第7章 生病",
        content: [
          "“要去医院吗？”",
          "池唐坐在她的床上，用力按着自己的额头，缓了好一会儿才哑着声音说：“不用，睡一觉就好。”",
        ],
      },
      {
        chapter_title: "第8章 考试",
        content: [
          "期中考试就在眼前，所有人都陷入了疯狂的复习中，连课间去上厕所的人都少了很多。",
          "池唐的成绩是不差的，哪怕并不比那些整天抱着书本啃的同学勤奋，临时抱一下佛脚，每次依然能考到一个好成绩。不得不说，她心底其实对自己颇有几分自豪，但是，这种隐秘的、她自己都没怎么察觉到的心态，在和游余成为同桌之后，就再也没出现过了。",
        ],
      },
    ],
    completed: true,
    summary:
      "江肆看了一本名爲《長公主爲妾》的百合虐文，氣的咬牙草草看了結局果斷棄文。 上元之夜，昭甯郡主崔泠孤身入了燕王蕭灼的府邸。 蕭灼輕佻問她：“當真想好了？” 崔泠肅聲道：“我要整個大雍。” “你給我要的，我便給你要的。誰知第二天竟然穿進了書裏，還成了同名同姓的渣A！ 嘉陵侯江肆擁兵自重，家國有難時趁火打劫，納長公主爲妾才肯出兵。 而最後卻是翻臉不認賬，打着清君側的名義推翻越國百年基業，坐擁江山。 更是殘忍的去母留女，把長公主扔到了冷宮，還對其百般折辱。 長公主趁其意亂時，用珠钗紮進腺體了結了她，親生女兒登",
    tags: ["年下", "天作之合", "穿書", "ABO", "正劇"],
    uploader: "ss",
    uploadDate: "2023-03-20",
    publishedDate: "2000-10-10",
    lastUpdateDate: "2022-10-08",
    // rating: "3",
  },
  {
    id: "0004",
    title: "獻給魔鬼的禮物",
    category: "恐怖",
    author: "晴時有雨",
    // cover: "/04.jpg",
    chapters: [
      {
        chapter_title: "第1章 池塘",
        content: [
          "在一个陌生的房间醒来，池唐有点反应不过来。她躺在那一动不动地瞪了一会儿天花板，才想起来，这是新的住处。",
          "窗外好像下雨了，南林市这地方格外喜欢下雨，来了这里短短一个星期，几乎每天都在下雨。池唐不喜欢下雨，每次下雨，她的心情就格外不好。",
        ],
      },
      {
        chapter_title: "第2章 信纸",
        content: [
          "调了一次座位，池唐身后坐了一个男生，叫王焦阳。他是个典型的问题学生，迟到早退旷课打架，成绩排在倒数第四，发型总是被老师点名修剪，但修来修去也不见改变。",
          "先前他和池唐隔了一个座位，就时常和旁边那人换座位，故意来找她说话，现在换到她后面了，更是时不时就要手贱撩她一下。故意用笔戳她的肩和背，凑上去在她耳边大声说话，和人笑话打闹的时候，故意被撞到她身上。",
        ],
      },
      {
        chapter_title: "第3章 同桌",
        content: [
          "罗郑丽被她那几个朋友劝了回来上课，眼眶还是通红的，趴在桌上不肯抬头，受尽了委屈的样子，一下课宿舍里其余几人都围到她身边，拍着她的肩安慰。",
          "“好了，不是大事，开玩笑而已。”",
        ],
      },
      {
        chapter_title: "第4章 外套",
        content: [
          "难得天晴，温度一下子升高了很多，教室里简直让人待不下去，尤其坐在窗边，哪怕隔了一层窗帘，阳光还是会照在人身上。",
          "池唐趁下课买了冰水，一会儿就喝空了大半瓶，冰凉的手撑在脑门上，热的没有一丝余力分出思绪给笔下的数学题，于是转着笔放空发呆。",
        ],
      },
      {
        chapter_title: "第5章 回家",
        content: [
          "下了体育课就是下午吃饭的时间，刚下课的学生陆陆续续往食堂赶，池唐端着餐盘打了饭菜，看见罗郑丽几个坐在那边吃边说笑，脚下一转走过去。",
          "“游余的衣服是你拿的？”",
        ],
      },
    ],
    completed: false,
    summary:
      "隻要完成繫統任務，便可以重獲生命。但樓夜向來是個灑脫不羁的主，上元之夜，昭甯郡主崔泠孤身入了燕王蕭灼的府邸。 蕭灼輕佻問她：“當真想好了？” 崔泠肅聲道：“我要整個大雍。” “你給我要的，我便給你要的。作爲魔鬼 他可不想成爲主角前進道路上的經驗包，而是要将光耀神聖的聖子拉入黑暗的深淵。閱前指南1、西幻主攻CP艾倫 内容標簽：奇幻魔幻，天作之合，甜文，西幻，主攻，正劇 主角：樓夜，艾倫一句話簡介：你的信仰不過空中樓閣 立意：善良與正義并非由他人賦予，而是…",
    tags: ["主攻"],
    // uploader: "ss",
    // uploadDate: "2023-03-20",
    // publishedDate: "2000-10-10",
    // lastUpdateDate: "2022-10-08",
    // rating: "1",
  },
  {
    id: "0005",
    title: "千秋夢",
    category: "侦探",
    author: "流鸢長凝",
    // cover: "/05.jpg",
    chapters: [
      {
        chapter_title: "第1章 池塘",
        content: [
          "在一个陌生的房间醒来，池唐有点反应不过来。她躺在那一动不动地瞪了一会儿天花板，才想起来，这是新的住处。",
          "窗外好像下雨了，南林市这地方格外喜欢下雨，来了这里短短一个星期，几乎每天都在下雨。池唐不喜欢下雨，每次下雨，她的心情就格外不好。",
        ],
      },
      {
        chapter_title: "第2章 信纸",
        content: [
          "调了一次座位，池唐身后坐了一个男生，叫王焦阳。他是个典型的问题学生，迟到早退旷课打架，成绩排在倒数第四，发型总是被老师点名修剪，但修来修去也不见改变。",
          "先前他和池唐隔了一个座位，就时常和旁边那人换座位，故意来找她说话，现在换到她后面了，更是时不时就要手贱撩她一下。故意用笔戳她的肩和背，凑上去在她耳边大声说话，和人笑话打闹的时候，故意被撞到她身上。",
        ],
      },
      {
        chapter_title: "第3章 同桌",
        content: [
          "罗郑丽被她那几个朋友劝了回来上课，眼眶还是通红的，趴在桌上不肯抬头，受尽了委屈的样子，一下课宿舍里其余几人都围到她身边，拍着她的肩安慰。",
          "“好了，不是大事，开玩笑而已。”",
        ],
      },
      {
        chapter_title: "第4章 外套",
        content: [
          "难得天晴，温度一下子升高了很多，教室里简直让人待不下去，尤其坐在窗边，哪怕隔了一层窗帘，阳光还是会照在人身上。",
          "池唐趁下课买了冰水，一会儿就喝空了大半瓶，冰凉的手撑在脑门上，热的没有一丝余力分出思绪给笔下的数学题，于是转着笔放空发呆。",
        ],
      },
      {
        chapter_title: "第5章 回家",
        content: [
          "下了体育课就是下午吃饭的时间，刚下课的学生陆陆续续往食堂赶，池唐端着餐盘打了饭菜，看见罗郑丽几个坐在那边吃边说笑，脚下一转走过去。",
          "“游余的衣服是你拿的？”",
        ],
      },
      {
        chapter_title: "第6章 雨夜",
        content: [
          "放假后的校园，在黑夜里静默，雨声让它变得无比空旷。池唐看见南林一中几个字，才发现自己竟然闲逛到这里来了。",
          "她穿的一件卫衣被雨打湿，湿透的卫衣帽子盖在脑袋上，连思绪都好像蒙上了一层沉重而湿润的土，她感觉自己被水淹没了。",
        ],
      },
      {
        chapter_title: "第7章 生病",
        content: [
          "“要去医院吗？”",
          "池唐坐在她的床上，用力按着自己的额头，缓了好一会儿才哑着声音说：“不用，睡一觉就好。”",
        ],
      },
      {
        chapter_title: "第8章 考试",
        content: [
          "期中考试就在眼前，所有人都陷入了疯狂的复习中，连课间去上厕所的人都少了很多。",
          "池唐的成绩是不差的，哪怕并不比那些整天抱着书本啃的同学勤奋，临时抱一下佛脚，每次依然能考到一个好成绩。不得不说，她心底其实对自己颇有几分自豪，但是，这种隐秘的、她自己都没怎么察觉到的心态，在和游余成为同桌之后，就再也没出现过了。",
        ],
      },
      {
        chapter_title: "第9章 讲题",
        content: [
          "学生的任务是学习，但是大多数学生都不会喜欢学习，就像大人的任务是工作，但他们也不会喜欢工作一样。",
          "池唐是“大多数人”，所以她听到这个讲题，第一反应就是拒绝。",
        ],
      },
      {
        chapter_title: "第10章 鞋子",
        content: [
          "南林一中的秋季运动会，就在期中考试之后没多久。他们学校的运动会规模挺大，每年都是师生共同参与，还有不少家长也会来观看。",
          "紧张的期中考试过后，这样的运动会多少拯救了一些没能拿到好成绩的学生，让他们能迅速投入进集体活动，暂时忘记残酷的现实。",
        ],
      },
    ],
    completed: true,
    summary:
      "食用指南： ①女主都不是善類 ②架空國家，請酌情考據 ③不擇手段情種燕王X弱不禁風野心郡主 ④群像。 滄海有三洲，每洲一國，三國鼎立。 東陸洲國名大雍，治下五州，各有王公坐鎮。 五州王公羽翼漸豐，天子勢弱，大雍隐有分崩離析之相。",
    tags: [],
    // uploader: "ss",
    // uploadDate: "2023-03-20",
    // publishedDate: "2000-10-10",
    // lastUpdateDate: "2022-10-08",
    // rating: "3",
  },
];
